Repository: jblakeh1/wigflip
Catalog: wigflip Shared/*.lproj/Localizable.strings
Languages: fr, ja

source: Bird
fr: Oiseau
ja: バード

source: Red-winged blackbird
fr: Carouge à épaulettes
ja: ハゴロモガラス

source: Black-capped chickadee
fr: Mésange à tête noire
ja: アメリカコガラ

source: Steller’s jay
fr: Geai de Steller
ja: ステラーカケス

source: Northern cardinal
fr: Cardinal rouge
ja: ショウジョウコウカンチョウ

source: Cowbird
fr: Vacher
ja: カウバード

source: Common flicker
fr: Pic flamboyant
ja: ハシボソキツツキ

source: Rufous hummingbird
fr: Colibri roux
ja: ハチドリ

source: Monk parakeet
fr: Conure veuve
ja: オキナインコ

source: Pine warbler
fr: Paruline des pins
ja: マツアメリカムシクイ

source: Purple finch
fr: Roselin pourpré
ja: ムラサキマシコ

source: Scissor-tailed flycatcher
fr: Tyran à longue queue
ja: エンビタイランチョウ
